{
  "Napis Kleczewsky": "Word Kleczewsky",
  "0%": "0%",
  "Projekty": "Projects",
  "Język angielski": "English",
  "Język polski": "Polish",
  "Gotowe": "Ready",
  "KleczewSKY": "KleczewSKY",
  "Kontakt": "Contact",
  "Uproszczona wersja": "Simplifed",
  "welcome-title": "Welcome to Kleczew<b class=\"text-primary\">sky</b> world",
  "Możesz przejść do galerii moich projektów, albo wprost do sekcji kontakt": "You can see the gallery of my projects, or go straight to the contact section",
  "Niewielka gra, w której gracz wciela się w pilota statku kosmicznego.": "A small game in which the player takes on the role of a spaceship pilot.",
  "ZAGRAJ": "PLAY",
  "ZOBACZ": "SEE LIVE",
  "Lista zadań do zrobienia oparta o silnik fizyki matter.js.": "A fun to-do list based on matter.js physics engine.",
  "Desktopowa wersja strony firmy WebApe, motywem przewodnim został kosmos.": "Desktop version of WebApe company's website, the theme was space.",
  "Stary dobry pong. Niekończąca się zabawa w prostej formie.": "Good old Pong. Endless fun in a simple form.",
  "Przeglądarka statusów postaci z serialu Rick and Morty.": "A status viewer for characters from the Rick and Morty series.",
  "Strona agregująca moje mniejsze projekty w Javascript.": "A site aggregating my smaller Javascript projects.",
  "archive-project": "* Code quality warning <br> A project from the days when the grass was greener and the beer stronger.",
  "PL": "PL",
  "Bloom": "Bloom",
  "strength": "strength",
  "radius": "radius",
  "threshold": "threshold",
  "toneMappingExposure": "toneMappingExposure",
  "SSR": "SSR",
  "thickness": "thickness",
  "maxDistance": "maxDistance",
  "Fog": "Fog",
  "EnableFog": "EnableFog",
  "color": "color",
  "near": "near",
  "far": "far",
  "Helpers": "Helpers",
  "AxesHelper": "AxesHelper",
  "DirLightHelper": "DirLightHelper",
  "ObitControlsHelper": "ObitControlsHelper",
  "Użyj scrolla, aby poruszać się po sekcjach": "Use the scroll wheel to move through the sections",
  "Skontaktujmy się": "Let`s get in touch",
  "Jestem full stack developerem. Główne technologie, których używam to Laravel i React. Pracuję z dbałością o szczegóły, aby dostarczać i ulepszać funkcje, z których sam byłbym dumny. Staram się poprawić doświadczenia ludzi korzystających z sieci poprzez zrozumienie ich potrzeb i nawyków. Czerpię ogromną przyjemność z pracy z nowymi technologiami, stawiam sobie za cel doskonalenie siebie i swoich umiejętności. Zawsze jestem wdzięczny ludziom, którzy dzielą się swoją wiedzą.": "I`m a full stack developer. Main technologies that I use are Laravel and React. I work with attention to detail to deliver and enhance features that I would be proud of. I strive to improve experiences of people using the web by understanding their needs and their habits. I take great pleasure working with new technologies, I make it my goal to improve myself and my skills. Always grateful for people that share their knowledge.",
  "Close Controls": "Close Controls"
}